Repository: airtaxi/AT-Installer
Catalog: MsixInstallerComposer/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_hans, zh_hant

# AppDisplayName
source: MSIX Installer Generator
ja_jp: MSIX インストーラー生成ツール
ko_kr: MSIX 인스톨러 생성기
zh_hans: MSIX 安装程序生成器
zh_hant: MSIX 安裝程式產生器

# AppTitleBarTitle.Title
source: MSIX Installer Generator
ja_jp: MSIX インストーラー生成ツール
ko_kr: MSIX 인스톨러 생성기
zh_hans: MSIX 安装程序生成器
zh_hant: MSIX 安裝程式產生器

# ArchitectureSection.Description
source: Select target architectures for the installer
ja_jp: インストーラーのターゲットアーキテクチャを選択
ko_kr: 설치 프로그램의 대상 아키텍처를 선택하세요
zh_hans: 选择安装程序的目标体系结构
zh_hant: 選擇安裝程式的目標架構

# ArchitectureSection.Header
source: Architecture
ja_jp: アーキテクチャ
ko_kr: 아키텍처
zh_hans: 体系结构
zh_hant: 架構

# CertificateNavItem.Content
source: Certificate
ja_jp: 証明書
ko_kr: 인증서
zh_hans: 证书
zh_hant: 憑證

# CertificatePage_GenerateFailedMessageFormat
source: Failed to generate certificate: {0}
ja_jp: 証明書の生成に失敗しました: {0}
ko_kr: 인증서 생성에 실패했습니다: {0}
zh_hans: 生成证书失败: {0}
zh_hant: 產生憑證失敗: {0}

# CertificatePage_GenerateSuccessMessage
source: Certificate exported successfully.
ja_jp: 証明書を正常にエクスポートしました。
ko_kr: 인증서를 성공적으로 내보냈습니다.
zh_hans: 证书导出成功。
zh_hant: 憑證匯出成功。

# CertificatePasswordBox.Description
source: Protects the exported PFX file. If left empty, the default password "password" is used. When a password is set, you must enter it every time you create an MSIX package with this tool.
ja_jp: エクスポートする PFX ファイルを保護します。空欄の場合はデフォルトパスワード "password" が使用されます。パスワードを設定すると、このツールで MSIX パッケージを作成するたびにパスワードを入力する必要があります。
ko_kr: 내보낸 PFX 파일을 보호합니다. 비워 두면 기본 비밀번호 "password"가 사용됩니다. 비밀번호를 설정하면 이 도구로 MSIX 패키지를 생성할 때마다 비밀번호를 입력해야 합니다.
zh_hans: 保护导出的 PFX 文件。留空则使用默认密码 "password"。设置密码后，使用此工具创建 MSIX 包时每次都需要输入密码。
zh_hant: 保護匯出的 PFX 檔案。留空則使用預設密碼 "password"。設定密碼後，使用此工具建立 MSIX 套件時每次都需要輸入密碼。

# CertificatePasswordBox.Header
source: Password
ja_jp: パスワード
ko_kr: 비밀번호
zh_hans: 密码
zh_hant: 密碼

# CertificatePublisherCard.Description
source: Accepts a full X.500 distinguished name (e.g. CN=Contoso, O=Contoso Ltd, C=US). Bare names are automatically wrapped as CN=<name>.
ja_jp: 完全な X.500 識別名 (例: CN=Contoso, O=Contoso Ltd, C=US) を入力できます。単純名は自動的に CN=<name> としてラップされます。
ko_kr: 전체 X.500 고유 이름(예: CN=Contoso, O=Contoso Ltd, C=US)을 입력할 수 있습니다. 단순 이름은 자동으로 CN=<name>으로 래핑됩니다.
zh_hans: 可输入完整的 X.500 可分辨名称 (例: CN=Contoso, O=Contoso Ltd, C=US)。裸名称将自动包装为 CN=<name>。
zh_hant: 可輸入完整的 X.500 辨別名稱 (例: CN=Contoso, O=Contoso Ltd, C=US)。裸名稱將自動包裝為 CN=<name>。

# CertificatePublisherCard.Header
source: Publisher
ja_jp: 発行者
ko_kr: 게시자
zh_hans: 发布者
zh_hant: 發行者

# CertificateValidDaysCard.Description
source: Number of days the certificate remains valid
ja_jp: 証明書が有効な日数
ko_kr: 인증서가 유효한 일수
zh_hans: 证书有效天数
zh_hant: 憑證有效天數

# CertificateValidDaysCard.Header
source: Valid Days
ja_jp: 有効期間(日)
ko_kr: 유효 기간(일)
zh_hans: 有效期(天)
zh_hant: 有效期(天)

# DetectedArchitecturesCard.Header
source: Detected Architectures
ja_jp: 検出されたアーキテクチャ
ko_kr: 감지된 아키텍처
zh_hans: 检测到的体系结构
zh_hant: 偵測到的架構

# DialogCancelButton
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消
zh_hant: 取消

# DialogHelper_CancelButtonText
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消
zh_hant: 取消

# DialogHelper_ConfirmButtonText
source: OK
ko_kr: 확인
zh_hans: 确定
zh_hant: 確定

# DialogHelper_DefaultInputTitle
source: Input
ja_jp: 入力
ko_kr: 입력
zh_hans: 输入
zh_hant: 輸入

# DialogOkButton
source: OK
ko_kr: 확인
zh_hans: 确定
zh_hant: 確定

# GenerateButton.Content
source: Generate
ja_jp: 生成
ko_kr: 생성
zh_hans: 生成
zh_hant: 生成

# LanguageChangeDialogContent
source: Restart the app to apply the language change.
ja_jp: 言語変更はアプリを再起動後に適用されます。
ko_kr: 언어 변경은 앱을 다시 시작한 뒤 적용됩니다.
zh_hans: 语言更改将在重启应用后生效。
zh_hant: 語言變更將在重啟應用後生效。

# LanguageChangeDialogTitle
source: Language Change
ja_jp: 言語変更
ko_kr: 언어 변경
zh_hans: 语言更改
zh_hant: 語言變更

# ManifestApplicationDescriptionCard.Description
source: A description of the application, shown in the MSIX manifest.
ja_jp: アプリケーションの説明です。MSIX マニフェストに含まれます。
ko_kr: 애플리케이션에 대한 설명입니다. MSIX 매니페스트에 포함됩니다.
zh_hans: 应用程序的描述，包含在 MSIX 清单中。
zh_hant: 應用程式的描述，包含在 MSIX 清單中。

# ManifestApplicationDescriptionCard.Header
source: Application Description
ja_jp: アプリケーションの説明
ko_kr: 애플리케이션 설명
zh_hans: 应用程序描述
zh_hant: 應用程式描述

# ManifestApplicationDescriptionTextBox.PlaceholderText
source: Enter application description
ja_jp: アプリケーションの説明を入力
ko_kr: 애플리케이션 설명 입력
zh_hans: 输入应用程序描述
zh_hant: 輸入應用程式描述

# ManifestDisplayNameCard.Description
source: The display name of the MSIX package, shown in Start menu and Settings.
ja_jp: MSIX パッケージの表示名です。スタートメニューと設定に表示されます。
ko_kr: MSIX 패키지의 표시 이름입니다. 시작 메뉴와 설정에 표시됩니다.
zh_hans: MSIX 包的显示名称，显示在开始菜单和设置中。
zh_hant: MSIX 套件的顯示名稱，顯示在開始功能表和設定中。

# ManifestDisplayNameCard.Header
source: Display Name
ja_jp: 表示名
ko_kr: 표시 이름
zh_hans: 显示名称
zh_hant: 顯示名稱

# ManifestDisplayNameTextBox.PlaceholderText
source: Enter package display name
ja_jp: パッケージ表示名を入力
ko_kr: 패키지 표시 이름 입력
zh_hans: 输入包显示名称
zh_hant: 輸入套件顯示名稱

# ManifestExecutableFileNameCard.Description
source: The file name (including .exe) of the executable that runs when the package is launched. This file name must be unique within the output directory, including all subdirectories.
ja_jp: パッケージの起動時に実行される実行ファイルの名前（.exe を含む）です。このファイル名は、すべてのサブディレクトリを含む出力ディレクトリ内で一意である必要があります。
ko_kr: 패키지 실행 시 시작되는 실행 파일의 이름(.exe 포함)입니다. 이 파일 이름은 출력 디렉토리 내의 모든 하위 디렉토리를 포함하여 유일해야 합니다.
zh_hans: 包启动时运行的执行文件名（包含 .exe）。此文件名在输出目录中必须唯一，包括所有子目录。
zh_hant: 套件啟動時執行的執行檔名稱（包含 .exe）。此檔案名稱在輸出目錄中必須唯一，包括所有子目錄。

# ManifestExecutableFileNameCard.Header
source: Executable File Name
ja_jp: 実行ファイル名
ko_kr: 실행 파일 이름
zh_hans: 可执行文件名
zh_hant: 可執行檔名稱

# ManifestExecutableFileNameTextBox.PlaceholderText
source: e.g. MyApp.exe — must be unique in output directory
ja_jp: 例: MyApp.exe — 出力ディレクトリ内で一意である必要があります
ko_kr: 예: MyApp.exe — 출력 디렉토리 내에서 유일해야 함
zh_hans: 例如: MyApp.exe — 在输出目录中必须唯一
zh_hant: 例如: MyApp.exe — 在輸出目錄中必須唯一

# ManifestGenerateButton.Content
source: Generate
ja_jp: 生成
ko_kr: 생성
zh_hans: 生成
zh_hant: 產生

# ManifestLoadButton.Content
source: Load Config
ja_jp: 読み込む
ko_kr: 불러오기
zh_hans: 加载配置
zh_hant: 載入設定

# ManifestLogoImageCard.Description
source: Optional. Select a logo image file (JPG, PNG, BMP, or ICO). This image becomes the application icon shown in the Start menu and Settings.
ja_jp: 任意です。ロゴ画像ファイル（JPG、PNG、BMP、ICO）を選択します。この画像はスタートメニューと設定に表示されるアプリケーションアイコンになります。
ko_kr: 선택 사항입니다. 로고 이미지 파일(JPG, PNG, BMP, ICO)을 선택합니다. 이 이미지는 시작 메뉴와 설정에 표시되는 애플리케이션 아이콘이 됩니다.
zh_hans: 可选。选择徽标图像文件（JPG、PNG、BMP 或 ICO）。此图像将成为开始菜单和设置中显示的应用程序图标。
zh_hant: 選用。選擇標誌影像檔案（JPG、PNG、BMP 或 ICO）。此影像將成為開始功能表和設定中顯示的應用程式圖示。

# ManifestLogoImageCard.Header
source: Logo Image File
ja_jp: ロゴ画像ファイル
ko_kr: 로고 이미지 파일
zh_hans: 徽标图像文件
zh_hant: 標誌影像檔案

# ManifestLogoLoadButtonText.Text
source: Load
ja_jp: 読み込む
ko_kr: 불러오기
zh_hans: 加载
zh_hant: 載入

# ManifestLogoLoadedCard.Description
source: A logo image has been loaded. Click the button on the right to remove it. If removed, the default Windows icon will be used.
ja_jp: ロゴ画像が読み込まれました。右側のボタンを押して削除できます。削除すると、Windows のデフォルトアイコンが使用されます。
ko_kr: 로고 이미지가 로드되었습니다. 우측의 버튼을 눌러 삭제할 수 있습니다. 삭제하면 Windows 기본 아이콘이 사용됩니다.
zh_hans: 已加载徽标图像。点击右侧按钮可删除。删除后将使用 Windows 默认图标。
zh_hant: 已載入標誌影像。點擊右側按鈕可刪除。刪除後將使用 Windows 預設圖示。

# ManifestLogoLoadedCard.Header
source: Logo Image File
ja_jp: ロゴ画像ファイル
ko_kr: 로고 이미지 파일
zh_hans: 徽标图像文件
zh_hant: 標誌影像檔案

# ManifestLogoRemoveButtonText.Text
source: Remove
ja_jp: 削除
ko_kr: 삭제
zh_hans: 删除
zh_hant: 刪除

# ManifestNavItem.Content
source: Manifest
ja_jp: マニフェスト
ko_kr: 매니페스트
zh_hans: 清单
zh_hant: 清單

# ManifestPage_GenerateFailedMessageFormat
source: Failed to generate config file: {0}
ja_jp: 設定ファイルの生成に失敗しました: {0}
ko_kr: 설정 파일 생성에 실패했습니다: {0}
zh_hans: 生成配置文件失败: {0}
zh_hant: 產生設定檔案失敗: {0}

# ManifestPage_GenerateSuccessMessage
source: Config file has been generated successfully.
ja_jp: 設定ファイルが正常に生成されました。
ko_kr: 설정 파일이 성공적으로 생성되었습니다.
zh_hans: 配置文件已成功生成。
zh_hant: 設定檔案已成功產生。

# ManifestPage_LoadFailedMessage
source: Failed to load config file: the file is not a valid config.
ja_jp: 設定ファイルの読み込みに失敗しました: 有効な設定ファイルではありません。
ko_kr: 설정 파일 로드에 실패했습니다: 올바른 설정 파일이 아닙니다.
zh_hans: 加载配置文件失败: 不是有效的配置文件。
zh_hant: 載入設定檔案失敗: 不是有效的設定檔案。

# ManifestPage_LoadFailedMessageFormat
source: Failed to load config file: {0}
ja_jp: 設定ファイルの読み込みに失敗しました: {0}
ko_kr: 설정 파일 로드에 실패했습니다: {0}
zh_hans: 加载配置文件失败: {0}
zh_hant: 載入設定檔案失敗: {0}

# ManifestPage_LogoLoadFailedMessageFormat
source: Failed to load logo image: {0}
ja_jp: ロゴ画像の読み込みに失敗しました: {0}
ko_kr: 로고 이미지 로드에 실패했습니다: {0}
zh_hans: 加载徽标图像失败: {0}
zh_hant: 載入標誌影像失敗: {0}

# MsixFilePathTextBox.PlaceholderText
source: Drop a .msix or .msixbundle file here, or click Open...
ja_jp: .msix または .msixbundle ファイルをドロップするか、開くをクリック...
ko_kr: .msix 또는 .msixbundle 파일을 드롭하거나 열기 버튼을 누르세요...
zh_hans: 将 .msix 或 .msixbundle 文件拖放到此处，或点击打开...
zh_hant: 將 .msix 或 .msixbundle 檔案拖放至此處，或點擊開啟...

# MsixFileSection.Description
source: Select or drop a .msix or .msixbundle file
ja_jp: .msix または .msixbundle ファイルを選択またはドロップ
ko_kr: .msix 또는 .msixbundle 파일을 선택하거나 드롭하세요
zh_hans: 选择或拖放 .msix 或 .msixbundle 文件
zh_hant: 選擇或拖放 .msix 或 .msixbundle 檔案

# MsixFileSection.Header
source: MSIX File
ja_jp: MSIX ファイル
ko_kr: MSIX 파일
zh_hans: MSIX 文件
zh_hant: MSIX 檔案

# MultipleArchitectureNotice.Message
source: When two or more architectures are selected, the installers will be packaged as a ZIP archive.
ja_jp: 2つ以上のアーキテクチャが選択されると、インストーラーはZIPアーカイブとしてパッケージ化されます。
ko_kr: 2개 이상의 아키텍처를 선택하면 설치 프로그램들이 ZIP 아카이브로 패키징됩니다.
zh_hans: 选择两个或更多体系结构时，安装程序将打包为 ZIP 归档文件。
zh_hant: 選擇兩個或更多架構時，安裝程式將打包為 ZIP 封存檔案。

# MultipleArchitectureNotice.Title
source: Multiple Architectures
ja_jp: 複数アーキテクチャ
ko_kr: 다중 아키텍처
zh_hans: 多体系结构
zh_hant: 多架構

# Notification_OpenStoreButtonText
source: Open Store
ja_jp: Store を開く
ko_kr: Store 열기
zh_hans: 打开 Store
zh_hant: 開啟 Store

# Notification_StoreUpdateAvailableMessageFormat
source: {0} update(s) are available from the Microsoft Store.
ja_jp: Microsoft Store に {0} 個の更新があります。
ko_kr: {0}개의 업데이트가 Microsoft Store에서 사용 가능합니다.
zh_hans: Microsoft Store 有 {0} 个可用更新。
zh_hant: Microsoft Store 有 {0} 個可用更新。

# Notification_StoreUpdateAvailableTitle
source: Update Available
ja_jp: 更新あり
ko_kr: 업데이트 가능
zh_hans: 有可用更新
zh_hant: 有可用更新

# NoUpdateDialogMessageFormat
source: The application is up to date. (Current version: {0})
ja_jp: アプリケーションは最新です。(現在のバージョン: {0})
ko_kr: 애플리케이션이 최신 버전입니다. (현재 버전: {0})
zh_hans: 应用程序已是最新版本。（当前版本：{0}）
zh_hant: 應用程式已是最新版本。（目前版本：{0}）

# NoUpdateDialogTitle
source: Up to Date
ja_jp: 最新です
ko_kr: 최신 버전
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# OpenButtonText.Text
source: Open
ja_jp: 開く
ko_kr: 열기
zh_hans: 打开
zh_hant: 開啟

# OpenStoreButtonText
source: Open Store
ja_jp: Store を開く
ko_kr: Store 열기
zh_hans: 打开 Store
zh_hant: 開啟 Store

# PackageDisplayNameCard.Header
source: Display Name
ja_jp: 表示名
ko_kr: 표시 이름
zh_hans: 显示名称
zh_hant: 顯示名稱

# PackageExePage_GenerateFailedMessageFormat
source: Failed to generate installer: {0}
ja_jp: インストーラーの生成に失敗しました: {0}
ko_kr: 인스톨러 생성에 실패했습니다: {0}
zh_hans: 生成安装程序失败: {0}
zh_hant: 產生安裝程式失敗: {0}

# PackageExePage_GenerateSuccessMessage
source: Installer generated successfully.
ja_jp: インストーラーが正常に生成されました。
ko_kr: 인스톨러가 성공적으로 생성되었습니다.
zh_hans: 安装程序生成成功。
zh_hant: 安裝程式產生成功。

# PackageExePage_LoadFailedMessageFormat
source: Failed to read MSIX package: {0}
ja_jp: MSIX パッケージの読み込みに失敗しました: {0}
ko_kr: MSIX 패키지를 읽지 못했습니다: {0}
zh_hans: 无法读取 MSIX 包: {0}
zh_hant: 無法讀取 MSIX 套件: {0}

# PackageExeSelectorBarItem.Text
source: EXE Packaging
ja_jp: EXE パッケージング
ko_kr: EXE 패키징
zh_hans: EXE 打包
zh_hant: EXE 打包

# PackageInfoSection.Description
source: Detected package metadata
ja_jp: 検出されたパッケージメタデータ
ko_kr: 감지된 패키지 메타데이터
zh_hans: 检测到的包元数据
zh_hant: 偵測到的套件中繼資料

# PackageInfoSection.Header
source: Package Info
ja_jp: パッケージ情報
ko_kr: 패키지 정보
zh_hans: 包信息
zh_hant: 套件資訊

# PackageMsixSelectorBarItem.Text
source: MSIX Packaging
ja_jp: MSIX パッケージング
ko_kr: MSIX 패키징
zh_hans: MSIX 打包
zh_hant: MSIX 打包

# PackageNameCard.Header
source: Name
ja_jp: 名前
ko_kr: 이름
zh_hans: 名称
zh_hant: 名稱

# PackagePublisherCard.Header
source: Publisher
ja_jp: 発行者
ko_kr: 게시자
zh_hans: 发布者
zh_hant: 發行者

# PackageVersionCard.Header
source: Version
ja_jp: バージョン
ko_kr: 버전
zh_hans: 版本
zh_hant: 版本

# PackagingAddOutputFolderButtonText.Text
source: Add
ja_jp: 追加
ko_kr: 추가
zh_hans: 添加
zh_hant: 新增

# PackagingCertificateFileCard.Description
source: Optional. Select a PFX certificate for signing. If omitted, a temporary certificate will be generated for this packaging run.
ja_jp: 任意です。署名に使用するPFX証明書を選択します。選択しない場合、このパッケージング用に一時証明書が生成されます。
ko_kr: 선택 사항입니다. 서명에 사용할 PFX 인증서를 선택합니다. 선택하지 않으면 이번 패키징을 위해 임시 인증서가 생성됩니다.
zh_hans: 可选。选择用于签名的 PFX 证书。如果未选择，将为本次打包生成临时证书。
zh_hant: 選用。選擇用於簽署的 PFX 憑證。如未選擇，將為本次打包生成臨時憑證。

# PackagingCertificateFileCard.Header
source: Certificate File
ja_jp: 証明書ファイル
ko_kr: 인증서 파일
zh_hans: 证书文件
zh_hant: 憑證檔案

# PackagingCertificateFilePathTextBox.PlaceholderText
source: Select a .pfx certificate file...
ja_jp: .pfx証明書ファイルを選択してください...
ko_kr: .pfx 인증서 파일을 선택하세요...
zh_hans: 选择 .pfx 证书文件...
zh_hant: 選擇 .pfx 憑證檔案...

# PackagingCertificatePasswordBox.PlaceholderText
source: Leave empty to use default "password"
ja_jp: 空の場合はデフォルト「password」を使用
ko_kr: 비워 두면 기본값 "password" 사용
zh_hans: 留空则使用默认 "password"
zh_hant: 留空則使用預設 "password"

# PackagingCertificatePasswordCard.Description
source: Password for the selected PFX certificate. If left empty, the default password "password" will be used.
ja_jp: 選択したPFX証明書のパスワードです。空の場合はデフォルトパスワード「password」が使用されます。
ko_kr: 선택한 PFX 인증서의 비밀번호입니다. 비워 두면 기본 비밀번호 "password"가 사용됩니다.
zh_hans: 所选 PFX 证书的密码。留空则使用默认密码 "password"。
zh_hant: 所選 PFX 憑證的密碼。留空則使用預設密碼 "password"。

# PackagingCertificatePasswordCard.Header
source: Certificate Password
ja_jp: 証明書パスワード
ko_kr: 인증서 비밀번호
zh_hans: 证书密码
zh_hant: 憑證密碼

# PackagingGenerateButton.Content
source: Generate
ja_jp: 生成
ko_kr: 생성
zh_hans: 生成
zh_hant: 生成

# PackagingManifestFileCard.Description
source: Required. Select a manifest (.aticmsixconfig) file generated by the Manifest page. Loading a manifest enables the output folder selection below.
ja_jp: 必須。マニフェストページで生成されたマニフェスト(.aticmsixconfig)ファイルを選択します。マニフェストを読み込むと、下の出力フォルダ選択が有効になります。
ko_kr: 필수. 매니페스트 페이지에서 생성한 매니페스트(.aticmsixconfig) 파일을 선택합니다. 매니페스트를 불러오면 아래의 출력 폴더 설정이 활성화됩니다.
zh_hans: 必选。选择由清单页面生成的清单(.aticmsixconfig)文件。加载清单后将启用下方的输出文件夹选择。
zh_hant: 必選。選擇由清單頁面生成的清單(.aticmsixconfig)檔案。載入清單後將啟用下方的輸出資料夾選擇。

# PackagingManifestFileCard.Header
source: Manifest File
ja_jp: マニフェストファイル
ko_kr: 매니페스트 파일
zh_hans: 清单文件
zh_hant: 清單檔案

# PackagingManifestFilePathTextBox.PlaceholderText
source: Select a .aticmsixconfig manifest file...
ja_jp: .aticmsixconfigマニフェストファイルを選択してください...
ko_kr: .aticmsixconfig 매니페스트 파일을 선택하세요...
zh_hans: 选择 .aticmsixconfig 清单文件...
zh_hant: 選擇 .aticmsixconfig 清單檔案...

# PackagingNavItem.Content
source: Packaging
ja_jp: パッケージング
ko_kr: 패키징
zh_hans: 打包
zh_hant: 打包

# PackagingOpenButtonText.Text
source: Open
ja_jp: 開く
ko_kr: 열기
zh_hans: 打开
zh_hant: 開啟

# PackagingOutputFolderCard.Description
source: Specify the folder(s) containing the executable file named in the manifest. The executable is searched recursively including subdirectories. For multi-architecture packages, add one output folder per architecture. At least one output folder is required to generate the package.
ja_jp: マニフェストで指定された実行ファイルを含むフォルダを指定します。実行ファイルはサブディレクトリを含めて再帰的に検索されます。複数アーキテクチャをサポートする場合は、アーキテクチャごとに出力フォルダを追加してください。パッケージを生成するには最低1つの出力フォルダが必要です。
ko_kr: 매니페스트에 지정된 실행 파일이 포함된 폴더를 지정합니다. 실행 파일은 하위 디렉토리를 포함하여 재귀적으로 검색됩니다. 여러 아키텍처를 지원하는 경우 아키텍처별로 출력 폴더를 추가하세요. 패키지를 생성하려면 최소 하나의 출력 폴더가 필요합니다.
zh_hans: 指定包含清单中指定的可执行文件的文件夹。可执行文件将递归搜索包括子目录。如需支持多架构，请为每个架构添加一个输出文件夹。生成包至少需要一个输出文件夹。
zh_hant: 指定包含清單中指定的可執行檔的資料夾。可執行檔將遞迴搜尋包括子目錄。如需支援多架構，請為每個架構新增一個輸出資料夾。生成套件至少需要一個輸出資料夾。

# PackagingOutputFolderCard.Header
source: Output Folders
ja_jp: 出力フォルダ
ko_kr: 출력 폴더
zh_hans: 输出文件夹
zh_hant: 輸出資料夾

# PackagingPage_AppxManifestNotFoundMessageFormat
source: Package.appxmanifest was not found in the output directory for {0}.
ja_jp: {0}の出力ディレクトリにPackage.appxmanifestが見つかりませんでした。
ko_kr: {0} 출력 디렉토리에서 Package.appxmanifest를 찾을 수 없습니다.
zh_hans: 在 {0} 的输出目录中未找到 Package.appxmanifest。
zh_hant: 在 {0} 的輸出目錄中未找到 Package.appxmanifest。

# PackagingPage_CleaningUpMessage
source: Cleaning up temporary files...
ja_jp: 一時ファイルをクリーンアップ中...
ko_kr: 임시 파일 정리중...
zh_hans: 正在清理临时文件...

# PackagingPage_CleaningUpMessageFormat
source: Cleaning up temporary files... {0}%
ja_jp: 一時ファイルをクリーンアップ中... {0}%
ko_kr: 임시 파일 정리중... {0}%
zh_hans: 正在清理临时文件... {0}%

# PackagingPage_CopyingFilesMessageFormat
source: Copying files for {0}... {1}%
ja_jp: {0}のファイルをコピー中... {1}%
ko_kr: {0} 파일 복사중... {1}%
zh_hans: 正在复制 {0} 的文件... {1}%
zh_hant: 正在複製 {0} 的檔案... {1}%

# PackagingPage_DuplicateArchitectureMessageFormat
source: An output folder for the architecture "{0}" has already been added. Duplicate architectures are not allowed.
ja_jp: アーキテクチャ「{0}」の出力フォルダは既に追加されています。重複アーキテクチャは許可されません。
ko_kr: 아키텍처 "{0}"에 대한 출력 폴더가 이미 추가되어 있습니다. 중복 아키텍처는 허용되지 않습니다.
zh_hans: 架构"{0}"的输出文件夹已添加。不允许重复架构。
zh_hant: 架構"{0}"的輸出資料夾已新增。不允許重複架構。

# PackagingPage_DuplicateFolderPathMessage
source: This output folder has already been added.
ja_jp: この出力フォルダは既に追加されています。
ko_kr: 이 출력 폴더는 이미 추가되어 있습니다.
zh_hans: 此输出文件夹已添加。
zh_hant: 此輸出資料夾已新增。

# PackagingPage_ExecutableFileNameMissingMessage
source: The manifest does not contain an executable file name.
ja_jp: マニフェストに実行ファイル名が指定されていません。
ko_kr: 매니페스트에 실행 파일 이름이 지정되어 있지 않습니다.
zh_hans: 清单中未指定可执行文件名。
zh_hant: 清單中未指定可執行檔名稱。

# PackagingPage_ExecutableNotFoundMessageFormat
source: The executable file "{0}" was not found in the selected folder or its subdirectories: {1}
ja_jp: 選択したフォルダまたはサブディレクトリに実行ファイル「{0}」が見つかりません: {1}
ko_kr: 선택한 폴더 또는 하위 디렉토리에서 실행 파일 "{0}"을(를) 찾을 수 없습니다: {1}
zh_hans: 在所选文件夹或其子目录中未找到可执行文件"{0}": {1}
zh_hant: 在所選資料夾或其子目錄中未找到可執行檔"{0}": {1}

# PackagingPage_GenerateFailedMessageFormat
source: Packaging failed: {0}
ja_jp: パッケージングに失敗しました: {0}
ko_kr: 패키징에 실패했습니다: {0}
zh_hans: 打包失败: {0}
zh_hant: 打包失敗: {0}

# PackagingPage_GenerateSuccessMessage
source: The package was successfully created.
ja_jp: パッケージが正常に生成されました。
ko_kr: 패키지가 성공적으로 생성되었습니다.
zh_hans: 包已成功创建。
zh_hant: 套件已成功建立。

# PackagingPage_GeneratingManifestMessageFormat
source: Generating manifest for {0}...
ja_jp: {0}のマニフェストを生成中...
ko_kr: {0} 매니페스트 생성중...
zh_hans: 正在生成 {0} 的清单...
zh_hant: 正在生成 {0} 的清單...

# PackagingPage_InvalidCertificatePasswordMessage
source: The certificate password is incorrect.
ja_jp: 証明書のパスワードが正しくありません。
ko_kr: 인증서 비밀번호가 올바르지 않습니다.
zh_hans: 证书密码不正确。
zh_hant: 憑證密碼不正確。

# PackagingPage_InvalidVersionFormatMessage
source: The version string is not in a valid Major.Minor.Build.Revision format.
ja_jp: バージョン文字列が有効なMajor.Minor.Build.Revision形式ではありません。
ko_kr: 버전 문자열이 올바른 Major.Minor.Build.Revision 형식이 아닙니다.
zh_hans: 版本字符串不是有效的 Major.Minor.Build.Revision 格式。
zh_hant: 版本字串不是有效的 Major.Minor.Build.Revision 格式。

# PackagingPage_InvalidVersionMessage
source: The version fields must all be valid integers.
ja_jp: バージョンフィールドはすべて有効な整数である必要があります。
ko_kr: 버전 필드는 모두 유효한 정수여야 합니다.
zh_hans: 版本字段必须全部为有效整数。
zh_hant: 版本欄位必須全部為有效整數。

# PackagingPage_ManifestGenerateFailedMessageFormat
source: Failed to generate manifest for {0}: winapp.exe exited with code {1}
ja_jp: {0}のマニフェスト生成に失敗しました: winapp.exe終了コード {1}
ko_kr: {0} 매니페스트 생성에 실패했습니다: winapp.exe 종료 코드 {1}
zh_hans: 生成 {0} 的清单失败: winapp.exe 退出代码 {1}
zh_hant: 生成 {0} 的清單失敗: winapp.exe 結束代碼 {1}

# PackagingPage_ManifestLoadFailedMessage
source: Failed to load the manifest file: not a valid manifest.
ja_jp: マニフェストファイルの読み込みに失敗しました: 無効なマニフェストです。
ko_kr: 매니페스트 파일 로드에 실패했습니다: 올바른 매니페스트가 아닙니다.
zh_hans: 加载清单文件失败: 不是有效的清单。
zh_hant: 載入清單檔案失敗: 不是有效的清單。

# PackagingPage_ManifestLoadFailedMessageFormat
source: Failed to load the manifest file: {0}
ja_jp: マニフェストファイルの読み込みに失敗しました: {0}
ko_kr: 매니페스트 파일 로드에 실패했습니다: {0}
zh_hans: 加载清单文件失败: {0}
zh_hant: 載入清單檔案失敗: {0}

# PackagingPage_PackageNotFoundMessage
source: No .msix or .msixbundle file was found in the working directory.
ja_jp: 作業ディレクトリに.msixまたは.msixbundleファイルが見つかりませんでした。
ko_kr: 작업 디렉토리에서 .msix 또는 .msixbundle 파일을 찾을 수 없습니다.
zh_hans: 在工作目录中未找到 .msix 或 .msixbundle 文件。
zh_hant: 在工作目錄中未找到 .msix 或 .msixbundle 檔案。

# PackagingPage_PackagingMessage
source: Creating final package...
ja_jp: 最終パッケージを生成中...
ko_kr: 최종 패키지 생성중...
zh_hans: 正在创建最终包...
zh_hant: 正在建立最終套件...

# PackagingPage_PackFailedMessageFormat
source: Failed to create the package: winapp.exe exited with code {0}
ja_jp: パッケージの生成に失敗しました: winapp.exe終了コード {0}
ko_kr: 패키지 생성에 실패했습니다: winapp.exe 종료 코드 {0}
zh_hans: 创建包失败: winapp.exe 退出代码 {0}
zh_hant: 建立套件失敗: winapp.exe 結束代碼 {0}

# PackagingPage_PreparingWorkDirectoryMessage
source: Preparing working directory...
ja_jp: 作業ディレクトリを準備中...
ko_kr: 작업 디렉토리 준비중...
zh_hans: 正在准备工作目录...
zh_hant: 正在準備工作目錄...

# PackagingPage_SavingPackageMessage
source: Saving the package to the selected location. This may take longer if antivirus software scans the file.
ja_jp: 選択した場所にパッケージを保存しています。アンチウイルスソフトがファイルをスキャンする場合、時間がかかる場合があります。
ko_kr: 패키지를 선택한 위치에 저장하는 중입니다. 백신 소프트웨어가 파일을 검사하는 경우 시간이 더 걸릴 수 있습니다.
zh_hans: 正在将包保存到所选位置。如果杀毒软件扫描文件，可能需要更长时间。

# PackagingPage_UnknownArchitectureMessage
source: The executable file architecture could not be determined.
ja_jp: 実行ファイルのアーキテクチャを特定できませんでした。
ko_kr: 실행 파일의 아키텍처를 확인할 수 없습니다.
zh_hans: 无法确定可执行文件的架构。
zh_hant: 無法確定可執行檔的架構。

# PackagingVersionCard.Description
source: Package version in Major.Minor.Build.Revision format. All fields are required.
ja_jp: Major.Minor.Build.Revision形式のパッケージバージョンです。すべてのフィールドは必須です。
ko_kr: Major.Minor.Build.Revision 형식의 패키지 버전입니다. 모든 필드는 필수입니다.
zh_hans: Major.Minor.Build.Revision 格式的包版本。所有字段均为必填。
zh_hant: Major.Minor.Build.Revision 格式的套件版本。所有欄位均為必填。

# PackagingVersionCard.Header
source: Version
ja_jp: バージョン
ko_kr: 버전
zh_hans: 版本
zh_hant: 版本

# PasswordBox.PlaceholderText
source: Defaults to "password" if empty
ja_jp: 空欄の場合はデフォルト "password"
ko_kr: 비워 두면 기본값 "password" 사용
zh_hans: 留空则默认为 "password"
zh_hant: 留空則預設為 "password"

# PickerService_AticMsixConfigFileType
source: AT Installer MSIX Config
ja_jp: AT Installer MSIX 設定
ko_kr: AT Installer MSIX 설정
zh_hans: AT Installer MSIX 配置
zh_hant: AT Installer MSIX 設定

# PickerService_ExecutableFileType
source: Executable
ja_jp: 実行可能ファイル
ko_kr: 실행 파일
zh_hans: 可执行文件
zh_hant: 可執行檔

# PickerService_MsixBundleFileType
source: MSIX Bundle
ja_jp: MSIXバンドル
ko_kr: MSIX 번들
zh_hans: MSIX 捆绑包
zh_hant: MSIX 組合包

# PickerService_MsixFileType
source: MSIX Package
ja_jp: MSIXパッケージ
ko_kr: MSIX 패키지
zh_hans: MSIX 包
zh_hant: MSIX 套件

# PickerService_PfxFileType
source: PFX Certificate
ja_jp: PFX 証明書
ko_kr: PFX 인증서
zh_hans: PFX 证书
zh_hant: PFX 憑證

# PickerService_ZipArchiveFileType
source: ZIP Archive
ja_jp: ZIP アーカイブ
ko_kr: ZIP 아카이브
zh_hans: ZIP 归档
zh_hant: ZIP 封存

# PublisherTextBox.PlaceholderText
source: Name or X.500 DN
ja_jp: 名前または X.500 DN
ko_kr: 이름 또는 X.500 DN
zh_hans: 名称或 X.500 DN
zh_hant: 名稱或 X.500 DN

# SettingsPage_AboutSettingsGroup.Header
source: About
ja_jp: バージョン情報
ko_kr: 정보
zh_hans: 关于
zh_hant: 關於

# SettingsPage_AuthorSettingsCard.Description
source: Application author
ja_jp: アプリケーション作者
ko_kr: 애플리케이션 제작자
zh_hans: 应用程序作者
zh_hant: 應用程式作者

# SettingsPage_AuthorSettingsCard.Header
source: Author
ja_jp: 作者
ko_kr: 제작자
zh_hans: 作者
zh_hant: 作者

# SettingsPage_AuthorText
source: Howon Lee (airtaxi)
ko_kr: 이호원 (airtaxi)

# SettingsPage_AutomaticUpdateCheckSettingsCard.Description
source: Periodically check for updates and show notifications
ja_jp: 定期的に更新を確認し通知を表示します
ko_kr: 주기적으로 업데이트를 확인하고 알림을 표시합니다
zh_hans: 定期检查更新并显示通知
zh_hant: 定期檢查更新並顯示通知

# SettingsPage_AutomaticUpdateCheckSettingsCard.Header
source: Automatic Update Check
ja_jp: 自動更新チェック
ko_kr: 자동 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# SettingsPage_CheckForUpdatesButtonTextBlock.Text
source: Check for Updates
ja_jp: 更新を確認
ko_kr: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

# SettingsPage_CheckForUpdatesLoadingMessage
source: Checking for updates...
ja_jp: 更新を確認しています...
ko_kr: 업데이트를 확인하는 중...
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# SettingsPage_DarkThemeComboBoxItem.Content
source: Dark
ja_jp: ダーク
ko_kr: 어둡게
zh_hans: 深色
zh_hant: 深色
